MESSAGES = {
    'start': 'Привет {0.first_name}\nЯ бот PartyOn и я помогу тебе провести эти выходные ахуенно',
    'location': 'Кинь мне местоположение и я подскажу тебе, что есть рядом',
    'favourite': 'Отлично. Теперь можешь найти тусовки от этой организации в избраном',
    'favourite_null': 'Ты ещё ничего не добавил( Исправляйся!',
    'favourite_exist': 'Уже добавлял ее, брат. Давай другую',
    'menu': 'Выбери дальнейшее действие'
}

MANAGER_MESSAGES = {
    'start': 'Добрый день, {0.first_name}\nЯ бот PartyOn для создания новых постов',  # и просмотра старых
    'organization': 'Отправьте название Вашей организации',
    'date': 'Отправьте дату проведения мероприятия',
    'date_error': 'Отправьте дату в формате "гггг-мм-дд"',
    'description': 'Отправьте описание мероприятия',
    'address': 'Отправьте адресс мероприятия',
    'address_error': 'Не удалось распознать адресс. Попробуйте еще раз',
    'media': 'Отправьте фото, которое будует прикреплено к посту',
    'media_error': 'Это не фото. Попробуйте еще раз'
}
